Repository: wanggzfdm/my-clipaste
Catalog: clipaste/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: (Empty)
de: (Leer)
fr: (Vide)
ja: （空）
ko: (비어 있음)
zh_hans: （空）
zh_hant: （空白）

source: %@ migration complete: imported %lld items and skipped %lld duplicates.
de: %1$@-Migration abgeschlossen: %2$lld Elemente importiert, %3$lld Duplikate übersprungen.
fr: Migration de %1$@ terminée : %2$lld éléments importés, %3$lld doublons ignorés.
ja: %1$@ の移行が完了しました。%2$lld 件を取り込み、%3$lld 件の重複をスキップしました。
ko: %1$@ 마이그레이션 완료: %2$lld개를 가져오고 중복 %3$lld개를 건너뛰었습니다.
zh_hans: %1$@ 迁移完成：导入 %2$lld 条，跳过 %3$lld 条重复记录。
zh_hant: %1$@ 遷移完成：匯入 %2$lld 筆，跳過 %3$lld 筆重複記錄。

source: %@ migration failed: %@
de: %1$@-Migration fehlgeschlagen: %2$@
fr: Échec de la migration de %1$@ : %2$@
ja: %1$@ の移行に失敗しました：%2$@
ko: %1$@ 마이그레이션 실패: %2$@
zh_hans: %1$@ 迁移失败：%2$@
zh_hant: %1$@ 遷移失敗：%2$@

source: %lld chars
de: %lld Zeichen
fr: %lld caractères
ja: %lld 文字
ko: %lld자
zh_hans: %lld 个字符
zh_hant: %lld 個字元

source: %lld Items
de: %lld Elemente
fr: %lld éléments
ja: %lld 項目
ko: %lld개 항목
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: 1 Day
de: 1 Tag
fr: 1 jour
ja: 1 日間
ko: 1일
zh_hans: 1 天
zh_hant: 1 天

source: 1 Month
de: 1 Monat
fr: 1 mois
ja: 1 ヶ月
ko: 1개월
zh_hans: 1 个月
zh_hant: 1 個月

source: 1 Week
de: 1 Woche
fr: 1 semaine
ja: 1 週間
ko: 1주
zh_hans: 1 周
zh_hant: 1 週

source: 1 Year
de: 1 Jahr
fr: 1 an
ja: 1 年
ko: 1년
zh_hans: 1 年
zh_hant: 1 年

source: 3 Days
de: 3 Tage
fr: 3 jours
ja: 3 日間
ko: 3일
zh_hans: 3 天
zh_hant: 3 天

source: 6 Months
de: 6 Monate
fr: 6 mois
ja: 6 ヶ月
ko: 6개월
zh_hans: 6 个月
zh_hant: 半年

source: A new version is available
de: Eine neue Version ist verfügbar
fr: Une nouvelle version est disponible
ja: 新しいバージョンを利用できます
ko: 새 버전을 사용할 수 있습니다
zh_hans: 发现新版本
zh_hant: 發現新版本

source: A new version is ready: %@
de: Eine neue Version ist bereit: %1$@
fr: Une nouvelle version est prête : %1$@
ja: 新しいバージョンが利用可能です：%1$@
ko: 새 버전이 준비되었습니다: %1$@
zh_hans: 新版本已就绪：%1$@
zh_hant: 新版本已就緒：%1$@

source: About
de: Info
fr: À propos
ja: このアプリについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: About & Support
de: Info & Support
fr: À propos et assistance
ja: 情報とサポート
ko: 정보 및 지원
zh_hans: 关于与支持
zh_hant: 關於與支援

source: About Clipaste
de: Über Clipaste
fr: À propos de Clipaste
ja: Clipaste について
ko: Clipaste 정보
zh_hans: 关于 Clipaste
zh_hant: 關於 Clipaste

source: Activated runtime: route=%@ generation=%@
de: Runtime aktiviert: Route=%1$@ generation=%2$@
fr: Runtime activé : route=%1$@ génération=%2$@
ja: ランタイムを有効化しました：ルート=%1$@ generation=%2$@
ko: 런타임 활성화됨: 경로=%1$@ generation=%2$@
zh_hans: 已激活运行时：route=%1$@ generation=%2$@
zh_hant: 已啟用執行階段：route=%1$@ generation=%2$@

source: Active
de: Aktiv
fr: Actif
ja: 使用中
ko: 사용 중
zh_hans: 使用中
zh_hant: 使用中

source: Active Route
de: Aktive Route
fr: Route active
ja: 現在のルート
ko: 현재 경로
zh_hans: 当前路由
zh_hant: 目前路由

source: Active route: %@, generation=%@
de: Aktive Route: %1$@, generation=%2$@
fr: Route active : %1$@, génération=%2$@
ja: アクティブルート：%1$@、generation=%2$@
ko: 활성 경로: %1$@, generation=%2$@
zh_hans: 当前激活路由：%1$@，generation=%2$@
zh_hant: 目前啟用路由：%1$@，generation=%2$@

source: Add AI Configuration
de: KI-Konfiguration hinzufügen
fr: Ajouter une configuration IA
ja: AI 設定を追加
ko: AI 구성 추가
zh_hans: 添加 AI 配置
zh_hant: 新增 AI 設定

source: Add AI Skill
de: KI-Fähigkeit hinzufügen
fr: Ajouter une compétence IA
ja: AIスキルを追加
ko: AI 기술 추가
zh_hans: 添加 AI 技能
zh_hant: 新增 AI 技能

source: Add AI Skill…
de: KI-Fähigkeit hinzufügen…
fr: Ajouter une compétence IA…
ja: AIスキルを追加…
ko: AI 기술 추가…
zh_hans: 添加 AI 技能…
zh_hant: 新增 AI 技能…

source: Add Configuration
de: Konfiguration hinzufügen
fr: Ajouter une configuration
ja: 設定を追加
ko: 구성 추가
zh_hans: 添加配置
zh_hant: 新增設定

source: Add Ignored App
de: Ignorierte App hinzufügen
fr: Ajouter une app ignorée
ja: 除外アプリを追加
ko: 제외 앱 추가
zh_hans: 添加排除应用
zh_hant: 加入排除應用程式

source: Add Ignored Apps
de: Ignorierte Apps hinzufügen
fr: Ajouter des apps ignorées
ja: 除外アプリを追加
ko: 제외 앱 추가
zh_hans: 添加排除应用
zh_hant: 加入排除應用程式

source: Add Preset Skills
de: Voreingestellte Fähigkeiten hinzufügen
fr: Ajouter des compétences prédéfinies
ja: プリセットスキルを追加
ko: 프리셋 기술 추가
zh_hans: 添加预置技能
zh_hant: 加入預置技能

source: Add Skill
de: Fähigkeit hinzufügen
fr: Ajouter une compétence
ja: スキルを追加
ko: 기술 추가
zh_hans: 添加技能
zh_hant: 新增技能

source: Add Title
de: Titel hinzufügen
fr: Ajouter un titre
ja: タイトルを追加
ko: 제목 추가
zh_hans: 添加标题
zh_hant: 新增標題

source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
ja: お気に入りに追加
ko: 즐겨찾기에 추가
zh_hans: 加入收藏
zh_hant: 加入收藏

source: Add to Group
de: Zur Gruppe hinzufügen
fr: Ajouter au groupe
ja: グループに追加
ko: 그룹에 추가
zh_hans: 加入分组
zh_hant: 加入群組

source: Add Your First Configuration
de: Erste Konfiguration hinzufügen
fr: Ajouter votre première configuration
ja: 最初の設定を追加
ko: 첫 구성 추가하기
zh_hans: 添加第一个配置
zh_hant: 新增第一個設定

source: Add Your First Skill
de: Erste Fähigkeit hinzufügen
fr: Ajouter la première compétence
ja: 最初のスキルを追加
ko: 첫 번째 기술 추가
zh_hans: 添加第一个技能
zh_hant: 新增第一個技能

source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Advanced Search
de: Erweiterte Suche
fr: Recherche avancée
ja: 高度な検索
ko: 고급 검색
zh_hans: 高级搜索
zh_hant: 進階搜尋

source: AI Configuration
de: KI-Konfiguration
fr: Configuration IA
ja: AI設定
ko: AI 구성
zh_hans: AI 配置
zh_hant: AI 設定

source: AI Configurations
de: KI-Konfigurationen
fr: Configurations IA
ja: AI 設定一覧
ko: AI 구성 목록
zh_hans: AI 配置
zh_hant: AI 設定

source: AI Configurations Footer
de: Der aktive KI-Assistent wird im Zwischenablagefenster verwendet.
fr: La configuration active est utilisée dans le panneau du presse-papiers.
ja: 有効な AI はクリップボードパネルで使用されます。
ko: 활성 AI는 클립보드 패널에서 사용됩니다.
zh_hans: 激活的 AI 将在剪切板面板中使用，可随时在面板中切换。
zh_hant: 啟用的 AI 將在剪貼簿面板中使用，可隨時在面板中切換。

source: AI Conversation
de: KI-Unterhaltung
fr: Conversation IA
ja: AI 会話
ko: AI 대화
zh_hans: AI 对话
zh_hant: AI 對話

source: AI conversation opened.
de: KI-Unterhaltung geöffnet.
fr: Conversation IA ouverte.
ja: AI 会話を開きました。
ko: AI 대화를 열었습니다.
zh_hans: AI 对话已打开。
zh_hant: AI 對話已開啟。

source: AI Engine
de: KI-Engine
fr: Moteur IA
ja: AI エンジン
ko: AI 엔진
zh_hans: AI 引擎
zh_hant: AI 引擎

source: AI is thinking…
de: KI denkt nach…
fr: L’IA réfléchit…
ja: AI が考えています…
ko: AI가 생각 중…
zh_hans: AI 正在思考…
zh_hant: AI 正在思考…

source: AI Magic
de: KI
fr: IA
ja: AI
ko: AI
zh_hans: AI
zh_hant: AI

source: AI OCR · %@
de: KI-OCR · %@
fr: OCR IA · %@

# AI OCR Failed Fallback Notice %@
source: AI OCR failed (%@). Falling back to Vision OCR.
de: KI-OCR fehlgeschlagen (%@). Es wird auf Vision-OCR zurückgegriffen.
fr: Échec de l’OCR IA (%@). Repli sur l’OCR Vision.
ja: AI OCR に失敗しました（%@）。Vision OCR にフォールバックしました。
ko: AI OCR이 실패했습니다(%@). Vision OCR로 전환되었습니다.
zh_hans: AI OCR 调用失败（%@），已回退到 Vision OCR。
zh_hant: AI OCR 呼叫失敗（%@），已回退到 Vision OCR。

# AI OCR Requires Configuration
source: Add at least one AI configuration to enable AI OCR.
de: Fügen Sie mindestens eine KI-Konfiguration hinzu, um KI-OCR zu aktivieren.
fr: Ajoutez au moins une configuration IA pour activer l’OCR IA.
ja: AI OCR を有効にするには AI 設定を 1 件以上追加してください。
ko: AI OCR을 사용하려면 AI 구성을 하나 이상 추가하세요.
zh_hans: 需要至少一条 AI 配置才能启用 AI OCR。
zh_hant: 需要至少一筆 AI 設定才能啟用 AI OCR。

# AI request failed (%lld): %@
source: AI request failed (%1$lld): %2$@
de: KI-Anfrage fehlgeschlagen (%1$lld): %2$@
fr: Échec de la requête IA (%1$lld) : %2$@
ja: AIリクエストに失敗しました（%1$lld）：%2$@
ko: AI 요청 실패(%1$lld): %2$@
zh_hans: AI 请求失败（%1$lld）：%2$@
zh_hant: AI 請求失敗（%1$lld）：%2$@

source: AI request timed out. Please try again.
de: KI-Anfrage zeitüberschritten. Bitte versuche es erneut.
fr: La requête IA a expiré. Veuillez réessayer.
ja: AIリクエストがタイムアウトしました。もう一度お試しください。
ko: AI 요청 시간이 초과되었습니다. 다시 시도해 주세요.
zh_hans: AI 请求超时，请重试。
zh_hant: AI 請求逾時，請重試。

source: AI result added to clipboard history.
de: KI-Ergebnis wurde zum Zwischenablageverlauf hinzugefügt.
fr: Le résultat IA a été ajouté à l’historique du presse-papiers.
ja: AI の結果をクリップボード履歴に追加しました。
ko: AI 결과를 클립보드 기록에 추가했습니다.
zh_hans: AI 结果已添加到剪切板历史。
zh_hant: AI 結果已加入剪貼板歷史。

source: AI result copied to clipboard.
de: KI-Ergebnis wurde in die Zwischenablage kopiert.
fr: Le résultat IA a été copié dans le presse-papiers.
ja: AI の結果をクリップボードにコピーしました。
ko: AI 결과를 클립보드에 복사했습니다.
zh_hans: AI 结果已复制到剪切板。
zh_hant: AI 結果已複製到剪貼板。

source: AI result replaced the current item.
de: Das KI-Ergebnis hat das aktuelle Element ersetzt.
fr: Le résultat IA a remplacé l’élément actuel.
ja: AIの結果で現在の項目を置き換えました。
ko: AI 결과가 현재 항목을 대체했습니다.
zh_hans: AI 结果已替换当前 Item。
zh_hant: AI 結果已替換目前 Item。

source: AI returned an empty response.
de: Die KI hat eine leere Antwort zurückgegeben.
fr: L’IA a renvoyé une réponse vide.
ja: AI から空の応答が返されました。
ko: AI가 빈 응답을 반환했습니다.
zh_hans: AI 返回了空响应。
zh_hant: AI 傳回了空回應。

# AI Skill Prompt Template Hint
source: Click a variable to insert clipboard context into the prompt.
de: Klicke auf eine Variable, um den Zwischenablagekontext in den Prompt einzufügen.
fr: Cliquez sur une variable pour insérer le contexte du presse-papiers dans le prompt.
ja: 変数をクリックすると、クリップボードの文脈をプロンプトに挿入できます。
ko: 변수를 클릭하면 클립보드 컨텍스트를 프롬프트에 삽입합니다.
zh_hans: 点击变量即可将剪切板上下文插入到 Prompt 中。
zh_hant: 點擊變數即可將剪貼板上下文插入到 Prompt 中。

source: AI Skills
de: KI-Fähigkeiten
fr: Compétences IA
ja: AIスキル
ko: AI 기술
zh_hans: AI 技能
zh_hant: AI 技能

# AI Skills Footer
source: Skills appear under the AI submenu when you right-click a clipboard item.
de: Aktivierte Fähigkeiten erscheinen im KI-Untermenü, wenn du ein Zwischenablageelement mit der rechten Maustaste anklickst.
fr: Les compétences activées apparaissent dans le sous-menu IA lors d’un clic droit sur un élément du presse-papiers.
ja: クリップボード項目を右クリックすると、有効なスキルが AI サブメニューに表示されます。
ko: 클립보드 항목을 우클릭하면 활성화된 기술이 AI 하위 메뉴에 표시됩니다.
zh_hans: 右键剪切板 Item 时，启用的技能会显示在 AI 子菜单中。
zh_hant: 在剪貼板項目上按右鍵時，已啟用的技能會顯示在 AI 子選單中。

source: All
de: Alle
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: All Groups
de: Alle Gruppen
fr: Tous les groupes
ja: すべてのグループ
ko: 전체 그룹
zh_hans: 全部分组
zh_hant: 全部群組

source: Always Plain Text
de: Immer einfacher Text
fr: Toujours texte brut
ja: 常にプレーンテキスト
ko: 항상 일반 텍스트
zh_hans: 始终纯文字
zh_hant: 一律純文字

source: Always reset the search field each time the clipboard history panel opens.
de: Setzt das Suchfeld jedes Mal zurück, wenn der Verlauf der Zwischenablage geöffnet wird.
fr: Réinitialise toujours le champ de recherche chaque fois que le panneau d'historique du presse-papiers s'ouvre.
ja: クリップボード履歴パネルを開くたびに検索フィールドをリセットします。
ko: 클립보드 기록 패널을 열 때마다 검색 필드를 항상 초기화합니다.
zh_hans: 每次打开剪贴板历史面板时，都自动将搜索框恢复为空。
zh_hant: 每次開啟剪貼簿歷史面板時，都會自動將搜尋框清空。

source: API Endpoint
de: API-Endpunkt
fr: Point d'accès API
ja: API エンドポイント
ko: API 엔드포인트
zh_hans: API 地址
zh_hant: API 位址

source: API Key
de: API-Schlüssel
fr: Clé API
ja: API キー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Key is missing
de: API-Schlüssel fehlt
fr: Clé API manquante
ja: API キーが未入力です
ko: API 키가 없습니다
zh_hans: API 密钥未填写
zh_hant: API 金鑰未填寫

source: App selection failed: %@
de: Die App-Auswahl ist fehlgeschlagen: %@
fr: La sélection des apps a échoué : %@
ja: アプリの選択に失敗しました：%@
ko: 앱 선택에 실패했습니다: %@
zh_hans: 应用选择失败：%@
zh_hant: 應用程式選擇失敗：%@

source: Appearance
de: Erscheinungsbild
fr: Apparence
ja: 外観モード
ko: 화면 모드
zh_hans: 外观主题
zh_hant: 外觀主題

source: Auto Preview
de: Automatische Vorschau
fr: Aperçu automatique
ja: 自動プレビュー
ko: 자동 미리보기
zh_hans: 自动预览
zh_hant: 自動預覽

source: Auto-Paste to Active App on Double-Click
de: Bei Doppelklick automatisch in aktive App einsetzen
fr: Coller automatiquement dans l'app active au double-clic
ja: ダブルクリックで現在のアプリに自動ペースト
ko: 두 번 클릭 시 활성 앱에 자동 붙여넣기
zh_hans: 双击后自动粘贴到当前 App
zh_hant: 雙擊後自動貼上到目前的 App

source: Automatic update checks are turned off
de: Automatische Update-Prüfungen sind deaktiviert
fr: La recherche automatique de mises à jour est désactivée
ja: 自動アップデート確認はオフです
ko: 자동 업데이트 확인이 꺼져 있습니다
zh_hans: 自动更新检查已关闭
zh_hant: 自動更新檢查已關閉

source: Automatically Check for Updates
de: Automatisch nach Updates suchen
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically Download Updates
de: Updates automatisch laden
fr: Télécharger automatiquement les mises à jour
ja: アップデートを自動的にダウンロード
ko: 자동으로 업데이트 다운로드
zh_hans: 自动下载更新
zh_hant: 自動下載更新

source: Basic
de: Grundlagen
fr: Base
ja: 基础
ko: 기본
zh_hans: 基础
zh_hant: 基礎

source: Blue
de: Blau
fr: Bleu
ja: ブルー
ko: 파란색
zh_hans: 蓝色
zh_hant: 藍色

source: Brown
de: Braun
fr: Marron
ja: ブラウン
ko: 갈색
zh_hans: 棕色
zh_hant: 棕色

source: Built-in Groups
de: Integrierte Gruppen
fr: Groupes intégrés
ja: 組み込みグループ
ko: 기본 그룹
zh_hans: 内建分组
zh_hant: 內建分組

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Capabilities
de: Funktionen
fr: Capacités
ja: 対応機能
ko: 지원 기능
zh_hans: 能力
zh_hant: 能力

source: Check for Updates
de: Nach Updates suchen
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check iCloud Connection Status
de: iCloud-Verbindungsstatus prüfen
fr: Vérifier l’état de la connexion iCloud
ja: iCloud 接続状態を確認
ko: iCloud 연결 상태 확인
zh_hans: 检查 iCloud 连接状态
zh_hant: 檢查 iCloud 連線狀態

source: Checking for updates
de: Suche nach Updates
fr: Recherche des mises à jour
ja: アップデートを確認中
ko: 업데이트를 확인하는 중
zh_hans: 正在检查更新
zh_hant: 正在檢查更新

source: Choose an App to Ignore
de: App zum Ignorieren auswählen
fr: Choisir une app à ignorer
ja: 除外するアプリを選択
ko: 제외할 앱 선택
zh_hans: 选择要排除的应用
zh_hant: 選擇要排除的應用程式

source: Choose an Icon
de: Symbol auswählen
fr: Choisir une icône
ja: アイコンを選択
ko: 아이콘 선택
zh_hans: 选择一个图标
zh_hant: 選擇一個圖示

source: Choose how clipboard items are displayed
de: Wählen Sie, wie Zwischenablageobjekte angezeigt werden
fr: Choisissez la manière d'afficher les éléments du presse-papiers
ja: クリップボード項目の表示方法を選択
ko: 클립보드 항목 표시 방식을 선택
zh_hans: 选择剪贴板项目的显示方式
zh_hant: 選擇剪貼簿項目的顯示方式

source: Choose the iCopy SQLite database file. Clipaste will import the text history into your current library.
de: Wähle die SQLite-Datenbankdatei von iCopy aus. Clipaste importiert den Textverlauf in deine aktuelle Mediathek.
fr: Choisissez le fichier de base de données SQLite d’iCopy. Clipaste importera l'historique textuel dans votre bibliothèque actuelle.
ja: iCopy の SQLite データベースファイルを選択すると、Clipaste がテキスト履歴を現在のライブラリに取り込みます。
ko: iCopy SQLite 데이터베이스 파일을 선택하면 Clipaste가 텍스트 기록을 현재 라이브러리로 가져옵니다.
zh_hans: 选择 iCopy 的 SQLite 数据库文件后，Clipaste 会将文本历史导入当前资料库。
zh_hant: 選擇 iCopy 的 SQLite 資料庫檔案後，Clipaste 會將文字歷史匯入目前資料庫。

source: Choose the Maccy SQLite database file. Clipaste will import the text history into your current library.
de: Wähle die SQLite-Datenbankdatei von Maccy aus. Clipaste importiert den Textverlauf in deine aktuelle Mediathek.
fr: Choisissez le fichier de base de données SQLite de Maccy. Clipaste importera l’historique de texte dans votre bibliothèque actuelle.
ja: Maccy の SQLite データベースファイルを選択すると、Clipaste がテキスト履歴を現在のライブラリに取り込みます。
ko: Maccy SQLite 데이터베이스 파일을 선택하면 Clipaste가 텍스트 기록을 현재 라이브러리로 가져옵니다.
zh_hans: 选择 Maccy 的 SQLite 数据库文件后，Clipaste 会将文本历史记录导入当前资料库。
zh_hant: 選擇 Maccy 的 SQLite 資料庫檔案後，Clipaste 會將文字歷史記錄匯入目前資料庫。

source: Choose the Paste SQLite database file. Clipaste will import the history records into your current library.
de: Wähle die SQLite-Datenbankdatei von Paste aus. Clipaste importiert die Verlaufseinträge in deine aktuelle Mediathek.
fr: Choisissez le fichier de base de données SQLite de Paste. Clipaste importera l'historique dans votre bibliothèque actuelle.
ja: Paste の SQLite データベースファイルを選択すると、Clipaste が履歴を現在のライブラリに取り込みます。
ko: Paste SQLite 데이터베이스 파일을 선택하면 Clipaste가 기록 항목을 현재 라이브러리로 가져옵니다.
zh_hans: 选择 Paste 的 SQLite 数据库文件后，Clipaste 会将历史记录导入当前资料库。
zh_hant: 選擇 Paste 的 SQLite 資料庫檔案後，Clipaste 會將歷史記錄匯入目前資料庫。

source: Choose the PasteNow exported JSON file. Clipaste will parse the history items and import them into your current library.
de: Wähle die exportierte JSON-Datei von PasteNow aus. Clipaste analysiert die Verlaufseinträge und importiert sie in deine aktuelle Mediathek.
fr: Choisissez le fichier JSON exporté par PasteNow. Clipaste analysera les éléments de l'historique et les importera dans votre bibliothèque actuelle.
ja: PasteNow が書き出した JSON ファイルを選択すると、Clipaste が履歴項目を解析して現在のライブラリに取り込みます。
ko: PasteNow에서 내보낸 JSON 파일을 선택하면 Clipaste가 기록 항목을 분석해 현재 라이브러리로 가져옵니다.
zh_hans: 选择 PasteNow 导出的 JSON 文件后，Clipaste 会解析历史条目并导入当前资料库。
zh_hant: 選擇 PasteNow 匯出的 JSON 檔案後，Clipaste 會解析歷史項目並匯入目前資料庫。

source: Clear
de: Löschen
fr: Effacer
ja: 消去
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear All
de: Alles löschen
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear All History?
de: Gesamten Verlauf löschen?
fr: Effacer tout l'historique ?
ja: すべての履歴を消去しますか？
ko: 모든 기록을 지우시겠습니까?
zh_hans: 确定要清除全部历史记录吗？
zh_hant: 確定要清除全部歷史記錄嗎？

source: Clear Clipboard History
de: Zwischenablage-Verlauf löschen
fr: Effacer l'historique du presse-papiers
ja: クリップボード履歴を消去
ko: 클립보드 기록 지우기
zh_hans: 清空剪贴板历史
zh_hant: 清空剪貼板歷史

source: Clear History
de: Verlauf löschen
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

source: Clear History?
de: Verlauf löschen?
fr: Effacer l’historique ?
ja: 履歴を消去しますか？
ko: 기록을 지울까요?
zh_hans: 清除历史记录？
zh_hant: 清除歷史記錄？

source: Clear Search When Opening Clipboard History
de: Suche beim Öffnen des Zwischenablageverlaufs löschen
fr: Effacer la recherche à l’ouverture de l’historique du presse-papiers
ja: クリップボード履歴を開くときに検索をクリア
ko: 클립보드 기록을 열 때 검색 지우기
zh_hans: 打开剪贴板历史时清空搜索框
zh_hant: 開啟剪貼簿歷史時清空搜尋框

source: Clear Shortcut
de: Kurzbefehl löschen
fr: Effacer le raccourci
ja: ショートカットを消去
ko: 단축키 지우기
zh_hans: 清除快捷键
zh_hant: 清除快捷鍵

source: Click to paste to the active app
de: Klicken, um in die aktive App einzufügen
fr: Cliquer pour coller dans l’app active
ja: クリックでアクティブなアプリに貼り付け
ko: 클릭하여 활성 앱에 붙여넣기
zh_hans: 点击后粘贴到当前应用
zh_hant: 點擊後貼上到目前應用程式

source: Clipaste needs Accessibility permission to safely simulate paste in any app.
de: Clipaste benötigt Bedienungshilfen-Berechtigung, um in jeder App sicher Einsetzen zu simulieren.
fr: Clipaste nécessite l'autorisation d'accessibilité pour simuler le collage en toute sécurité dans n'importe quelle app.
ja: Clipaste はあらゆるアプリで安全にペーストをシミュレートするために、アクセシビリティ権限が必要です。
ko: Clipaste는 모든 앱에서 안전하게 붙여넣기를 시뮬레이션하기 위해 손쉬운 사용 권한이 필요합니다.
zh_hans: Clipaste 需要辅助功能权限，才能在任何 App 中安全地模拟粘贴。
zh_hant: Clipaste 需要輔助使用權限，才能在任何 App 中安全地模擬貼上。

source: Clipaste needs Accessibility permission to securely simulate paste in any app.
de: Clipaste benötigt Bedienungshilfen-Berechtigung, um Einfügen in jeder App sicher zu simulieren.
fr: Clipaste a besoin de l’autorisation Accessibilité pour simuler le collage en toute sécurité dans n’importe quelle app.
ja: Clipaste があらゆるアプリで安全に貼り付けをシミュレートするには、アクセシビリティ権限が必要です。
ko: Clipaste가 모든 앱에서 붙여넣기를 안전하게 시뮬레이션하려면 손쉬운 사용 권한이 필요합니다.
zh_hans: Clipaste 需要辅助功能权限来安全模拟在任意 App 中粘贴。
zh_hant: Clipaste 需要輔助使用權限來安全模擬在任意 App 中貼上。

source: Clipaste Settings
de: Clipaste Einstellungen
fr: Réglages Clipaste
ja: Clipaste 設定
ko: Clipaste 설정
zh_hans: Clipaste 设置
zh_hant: Clipaste 設定

source: Clipboard Empty
de: Ablage leer
fr: Presse-papiers vide
ja: クリップボードは空です
ko: 클립보드가 비어 있음
zh_hans: 剪贴板为空
zh_hant: 剪貼板為空

source: Clipboard Monitoring Interval
de: Überwachungsintervall
fr: Intervalle de surveillance
ja: クリップボード監視間隔
ko: 클립보드 모니터링 간격
zh_hans: 剪贴板监控间隔
zh_hant: 剪貼板監視間隔

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Cloud Runtime
de: Cloud-Laufzeit
fr: Runtime cloud
ja: クラウドランタイム
ko: 클라우드 런타임
zh_hans: 云端运行时
zh_hant: 雲端執行階段

source: Cloud Store
de: Cloud-Speicher
fr: Stockage cloud
ja: クラウドストア
ko: 클라우드 저장소
zh_hans: 云端存储
zh_hant: 雲端儲存

source: CloudKit Private Sync
de: CloudKit Private Synchronisation
fr: Synchronisation privée CloudKit
ja: CloudKit プライベート同期
ko: CloudKit 비공개 동기화
zh_hans: CloudKit 私有同步
zh_hant: CloudKit 私有同步

# Color Content
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Configuration
de: Konfiguration
ja: 設定
ko: 구성
zh_hans: 配置
zh_hant: 設定

source: Configuration Name
de: Name der Konfiguration
fr: Nom de la configuration
ja: 設定名
ko: 구성 이름
zh_hans: 配置名称
zh_hant: 設定名稱

source: Confirm Payment (%@)
de: Zahlung bestätigen (%@)
fr: Confirmer le paiement (%@)
ja: お支払いを確定 (%@)
ko: 결제 확인 (%@)
zh_hans: 确认付款 (%@)
zh_hant: 確認付款 (%@)

source: Connection successful!
de: Verbindung erfolgreich!
fr: Connexion réussie !
ja: 接続に成功しました！
ko: 연결 성공!
zh_hans: 连接成功！
zh_hant: 連線成功！

source: Continue
de: Weiter
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 繼續
zh_hant: 繼續

source: Copied
de: Kopiert
fr: Copié
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Copied content from the apps above won't be recorded. You can select multiple apps and remove them together.
de: In den oben aufgeführten Apps kopierte Inhalte werden nicht aufgezeichnet. Sie können mehrere Apps auswählen und zusammen entfernen.
fr: Le contenu copié depuis les apps ci-dessus ne sera pas enregistré. Vous pouvez sélectionner plusieurs apps et les supprimer ensemble.
ja: 上記のアプリでコピーした内容は記録されません。複数のアプリを選択してまとめて削除できます。
ko: 위 앱에서 복사한 내용은 기록되지 않습니다. 여러 앱을 선택해 함께 제거할 수 있습니다.
zh_hans: 在上面这些应用中复制的内容将不会被记录。你可以选择多个应用后一起移除。
zh_hant: 在上方這些應用程式中複製的內容將不會被記錄。你可以選擇多個應用程式後一起移除。

source: Copied content from the following apps won't be recorded.
de: In den folgenden Apps kopierte Inhalte werden nicht aufgezeichnet.
fr: Le contenu copié depuis les apps suivantes ne sera pas enregistré.
ja: 以下のアプリでコピーした内容は記録されません。
ko: 다음 앱에서 복사한 내용은 기록되지 않습니다.
zh_hans: 在以下应用中复制的内容将不会被记录。
zh_hant: 在以下應用程式中複製的內容將不會被記錄。

source: Copied text, images and links will appear here
de: Kopierte Texte, Bilder und Links erscheinen hier
fr: Les textes, images et liens copiés apparaîtront ici
ja: コピーしたテキスト、画像、リンクがここに表示されます
ko: 복사한 텍스트, 이미지 및 링크가 여기에 표시됩니다
zh_hans: 复制的文字、图片及链接将显示在这裡
zh_hant: 複製的文字、圖片及連結將顯示在這裡

source: Copy
de: Kopieren
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 拷貝

# Copy and Close
source: Copy & Close
de: Kopieren und schließen
fr: Copier et fermer
ja: コピーして閉じる
ko: 복사 후 닫기
zh_hans: 拷贝后关闭
zh_hant: 拷貝後關閉

source: Copy Diagnostics
de: Diagnose kopieren
fr: Copier le diagnostic
ja: 診断情報をコピー
ko: 진단 정보 복사
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Copy Notification Sound
de: Kopierton
fr: Émettre un son lors de la copie
ja: コピー通知音
ko: 복사 알림음
zh_hans: 复制提示音
zh_hant: 複製提示音

source: Copy Result to Clipboard
de: Ergebnis in die Zwischenablage kopieren
fr: Copier le résultat dans le presse-papiers
ja: 結果をクリップボードにコピー
ko: 결과를 클립보드에 복사
zh_hans: 复制结果到剪切板
zh_hant: 複製結果到剪貼板

source: Copy to Clipboard Only
de: Nur in Ablage kopieren
fr: Copier uniquement dans le presse-papiers
ja: クリップボードにコピーのみ
ko: 클립보드에만 복사
zh_hans: 仅复制到剪贴板
zh_hant: 僅複製到剪貼板

source: Create
de: Erstellen
fr: Créer
ja: 作成
ko: 만들기
zh_hans: 建立
zh_hant: 建立

source: Create Clipboard Item
de: Zwischenablageelement erstellen
fr: Créer un élément du presse-papiers
ja: クリップボード項目を作成
ko: 클립보드 항목 만들기
zh_hans: 创建新的剪切板 Item
zh_hant: 建立新的剪貼板項目

source: Created new %@ runtime
de: Neue %@-Runtime erstellt
fr: Nouveau runtime %@ créé
ja: 新しい %@ ランタイムを作成しました
ko: 새 %@ 런타임을 생성했습니다
zh_hans: 已创建新的 %@ 运行时
zh_hant: 已建立新的 %@ 執行階段

source: Cross-route data merge completed. Records: %@, groups: %@
de: Routenübergreifende Datenzusammenführung abgeschlossen. Datensätze: %1$@, Gruppen: %2$@
fr: Fusion des données entre routes terminée. Enregistrements : %1$@, groupes : %2$@
ja: ルート間のデータ統合が完了しました。レコード：%1$@、グループ：%2$@
ko: 경로 간 데이터 병합이 완료되었습니다. 레코드: %1$@, 그룹: %2$@
zh_hans: 跨路由数据合并完成。记录：%1$@，分组：%2$@
zh_hant: 跨路由資料合併完成。記錄：%1$@，群組：%2$@

# Current Model Does Not Support Images Notice
source: The active AI model does not support images. Using Vision OCR instead.
de: Das aktive KI-Modell unterstützt keine Bilder. Es wird Vision-OCR verwendet.
fr: Le modèle IA actif ne prend pas en charge les images. L’OCR Vision est utilisé à la place.
ja: 現在の AI モデルは画像入力に対応していないため、Vision OCR を使用します。
ko: 현재 활성 AI 모델이 이미지를 지원하지 않아 Vision OCR을 사용했습니다.
zh_hans: 当前激活的 AI 模型不支持图片，已使用 Vision OCR。
zh_hant: 目前啟用的 AI 模型不支援圖片，已使用 Vision OCR。
